Revit 2024 API
BuiltInFailures.FamilyFailures.InvalidFormularFoundInParameter Property
 Invalid formular found in parameter '[Param Name]' in type '[Type Name]'.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId InvalidFormularFoundInParameter { get; }
Visual Basic
Public Shared ReadOnly Property InvalidFormularFoundInParameter As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ InvalidFormularFoundInParameter {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace